Repository: common-repository/bileta-nga-autobus-al
Catalog: languages/autobusal-*.po
Languages: sq

source: autobus.al Bus Ticketing Search Engine Settings
sq: Rregullimet per Motorrin e Kerkimit te Biletave te Autobusit - autobus.al

source: Search Engine Language
sq: Gjuha e Motorrit te Kerkimit

source: English
sq: Anglisht

source: Albanian
sq: Shqip

source: Search Engine appID
sq: appID e Motorrit te kerkimit

source: Search Engine appSecret
sq: appSecret e Motorrit te kerkimit

source: Search Form Design
sq: Pamja Grafike e Motorrit te Kerkimit

source: Background Color
sq: Ngjyra e Sfondit

source: How to use it
sq: Si Perdoret Plugini

source: This plugin uses shortcode syntax to load the search engine. Please, place the below shortcode where do you want the seach engine to show. We recommend to be placed in a page and not in sidebars, since it needs at least 1000px to show up correctly on big screens.
sq: Ky plugin perdor sintaksat <i>shortcode</i> te WordPress per te implementuar motorrin e kerkimit. Ju lutemi te vendosni <i>shortcode</i> e meposhtem ne faqen ku deshironi qe motorri i kerkimit te shfaqet. Rekomandojme qe <i>shortcode</i> te vendoset ne faqe dhe jo ne <i>sidebar</i> duke qene se ka nevoje per te pakten 1000px qe te shfaqet ne menyre korrekte ne ekranet e medha.

source: Online Bus Ticketing System in Albania - autobus.al
sq: Sistemi i Biletave te Autobusit Online ne Shqiperi - autobus.al

source: About autobus.al
sq: Rreth autobus.al

source: Online Bus Ticketing System autobus.al is the only system in Albania that can provide online bus tickets for international routes from Albania to Italy, Germany, Greece, Turkey, Bulgaria, North Macedonia and Kosovo, and vice-versa. The company "autobus.al shpk" based in Tirana, Albania is operating from June 2017 and is an online exclusive company.
sq: Sistemi i Biletimit Elektronik per Biletat Nderkombetare te Autobusit autobus.al eshte i vemti sistem i tille ne Shqiperi i cili ofron per shitje online bileta autobusi per linja nderkombetare nga Shqiperia ne itali, Gjermani, Greqi, Turqi, Bullgari, Maqedoni e Veriut , Kosove dhe anasjelltas. Kompania "autobus.al shpk" me zyra ne Tirane, Shqiperi, operon ne treg prej Qershorit 2017 dhe eshte nje kompani me aktivitet ekskluzivisht online.

source: If you have an account to www.autobus.al and want to integrate the autobus.al's Bus Tickets Search Engine, please, <a href="https://www.autobus.al/contact?utm_source=wp-plugin&utm_medium=contactus-settings&utm_campaign=wp-plugin" target="_blank">contact our staff</a> and we will activate that service for you.
sq: Nese keni nje llogari ne www.autobus.al dhe deshironi te integron motorrin e kerkimit te biletave nderkombetare te autobusit autobus.al ne faqen tuaj te ndertuar me WordPress, ju lutemi <a href="https://www.autobus.al/contact?utm_source=wp-plugin&utm_medium=contactus-settings&utm_campaign=wp-plugin" target="_blank">kontaktoni stafin tone</a> qe te mund tju aktivizohet opsioni i integrimit.

source: Login to your autobus.al account
sq: Hyni ne Llogarine tuaj ne autobus.al

source: Don't have an account? Register now!
sq: Nuk Keni llogari? Regjistrohu tani!

source: This is a service provided by
sq: Ky eshte nje sherbim i ofruar nga
